<html>
 <head>
  <title> SECRETSITE </title>
 </head>
 <body>
 <p> Хмм... Как ты сюда попал? <font size="8" color="#FF0000">ОТВЕЧАЙ!!!</font></p>
<p> Не хочешь отвечать? Ну ладно. </p>
<p> Но все равно это странно. Как ты попал сюда, если это "SECRETSITE". </p>
<p> Возможно ты почти дошел до финала. Поздравляю! шучу, ты не сможешь его победить. Он очень силен.
И даже если ты как нибудь сможешь победить его, то все равно у тебя не получится уничтожить портал раз и навсегда.
Тебе нужно более мощное оружие. Если ты подумал про базуку, то ты ошибаешься. Тебе нужно добыть 
"СУПЕР ПУПЕР МЕГА КРУТОЙ ЛАЗЕРНЫЙ АВТОМАТ"!!! </p>
<p> Шучу, он тоже будет бесполезен. Хмм... Я не знаю какое оружие поможет тебе уничтожить портал.
Они все будут бесполезны. Хотя... Портал можно ослабить, тем самым он станет слабее и его можно будет взорвать.
Для этого тебе нужно найти 4 рубильника где-то в этом комплексе. Я попробую скинуть карту, но не гарантирую что
получится.</p>
<p> Нет, карту не удается загрузить сюда. Вообщем, представь квадрат 8х8, и в нем находятся 4 рубильника.
Нижнем левом углу ты.
Тебе всего лишь надо ввести путь к этому рубильнику(ищи в системе или на фото)
После выключения всех 4 рубильников, ты откроешь дверь и ослабишь портал.</p>
<p> "???" </p>
<p> Я бы с этим поспорил. Я ему закрыл доступ к этому сайту на время, чтобы сообщить тебе.
Он не тот, кем кажется. Он на стороне главы, и он пытается загнать тебя в тупик, чтобы расправиться с тобой.
Поэтому как только дверь будет открыта, сразу же беги назад, и как можно быстрее(механика будет показана
в боте). Иначе тебя догонят роботы, и придется начинать сначала. Надеюсь, ты мне поверишь. </p>
<p> Браузер </p>
<p> Извини что не было, у меня просто инет накрылся. Вообщем, надеюсь ты план понял. Вся надежда на твоих плечах!
 </body>
</html>
